---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RailingSystemFamilyHandrails
source: html/5a017f48-0d40-74d5-787b-df9e3edf983b.htm
---
# Autodesk.Revit.DB.GroupTypeId.RailingSystemFamilyHandrails Property

Handrail 1.

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemFamilyHandrails { get; }
```